{
  "[PAD]": 0,
  "[UNK]": 1,
  "[SOS]": 2,
  "[CLS]": 3,
  "[SEP]": 4,
  "[-]": 5,
  "[#]": 6,
  "[GAP]": 7,
  "[CTX_CHURCH]": 8,
  "[CTX_DAILY]": 9,
  "[CTX_LEGAL]": 10,
  "[CTX_LIT]": 11,
  "[CTX_EPIC]": 12,
  "[CTX_SCIENCE]": 13,
  " ": 14,
  "(": 15,
  ")": 16,
  "-": 17,
  "0": 18,
  "1": 19,
  "2": 20,
  "3": 21,
  "4": 22,
  "5": 23,
  "6": 24,
  "7": 25,
  "8": 26,
  "9": 27,
  "A": 28,
  "D": 29,
  "E": 30,
  "F": 31,
  "G": 32,
  "H": 33,
  "I": 34,
  "J": 35,
  "K": 36,
  "L": 37,
  "M": 38,
  "N": 39,
  "P": 40,
  "R": 41,
  "S": 42,
  "U": 43,
  "V": 44,
  "W": 45,
  "Y": 46,
  "[": 47,
  "]": 48,
  "_": 49,
  "a": 50,
  "b": 51,
  "c": 52,
  "d": 53,
  "e": 54,
  "f": 55,
  "g": 56,
  "h": 57,
  "i": 58,
  "j": 59,
  "l": 60,
  "m": 61,
  "n": 62,
  "o": 63,
  "p": 64,
  "r": 65,
  "s": 66,
  "t": 67,
  "u": 68,
  "v": 69,
  "w": 70,
  "x": 71,
  "y": 72,
  "z": 73,
  "~": 74,
  "Вә": 75,
  "ГӮ": 76,
  "ГҚ": 77,
  "ГҺ": 78,
  "ГҸ": 79,
  "ГЎ": 80,
  "Гў": 81,
  "Г®": 82,
  "ГҜ": 83,
  "Гі": 84,
  "Гә": 85,
  "ГҪ": 86,
  "Дғ": 87,
  "Д°": 88,
  "Дұ": 89,
  "ЕӮ": 90,
  "Еһ": 91,
  "Еҹ": 92,
  "Еў": 93,
  "ЕЈ": 94,
  "ИЈ": 95,
  "ИӨ": 96,
  "ИҘ": 97,
  "Кј": 98,
  "Оҳ": 99,
  "Оҷ": 100,
  "О ": 101,
  "ОЁ": 102,
  "ОҜ": 103,
  "Оұ": 104,
  "Оҙ": 105,
  "Оө": 106,
  "О¶": 107,
  "О№": 108,
  "Оә": 109,
  "О»": 110,
  "Ој": 111,
  "Оҫ": 112,
  "Оҝ": 113,
  "ПҖ": 114,
  "ПҒ": 115,
  "ПӮ": 116,
  "Пғ": 117,
  "П„": 118,
  "П…": 119,
  "ПҮ": 120,
  "Пү": 121,
  "ПҢ": 122,
  "ПҺ": 123,
  "Рғ": 124,
  "Р„": 125,
  "Р…": 126,
  "РҶ": 127,
  "РҮ": 128,
  "РӢ": 129,
  "РҢ": 130,
  "РҸ": 131,
  "Рҗ": 132,
  "Р‘": 133,
  "Р’": 134,
  "Р“": 135,
  "Р”": 136,
  "Р•": 137,
  "Р–": 138,
  "Р—": 139,
  "Рҳ": 140,
  "Рҷ": 141,
  "Рҡ": 142,
  "Рӣ": 143,
  "Рң": 144,
  "Рқ": 145,
  "Рһ": 146,
  "Рҹ": 147,
  "Р ": 148,
  "РЎ": 149,
  "Рў": 150,
  "РЈ": 151,
  "РӨ": 152,
  "РҘ": 153,
  "РҰ": 154,
  "Р§": 155,
  "РЁ": 156,
  "Р©": 157,
  "РӘ": 158,
  "Р«": 159,
  "Р¬": 160,
  "Рӯ": 161,
  "Р®": 162,
  "РҜ": 163,
  "Р°": 164,
  "Рұ": 165,
  "РІ": 166,
  "Рі": 167,
  "Рҙ": 168,
  "Рө": 169,
  "Р¶": 170,
  "Р·": 171,
  "Рё": 172,
  "Р№": 173,
  "Рә": 174,
  "Р»": 175,
  "Рј": 176,
  "РҪ": 177,
  "Рҫ": 178,
  "Рҝ": 179,
  "СҖ": 180,
  "СҒ": 181,
  "СӮ": 182,
  "Сғ": 183,
  "С„": 184,
  "С…": 185,
  "СҶ": 186,
  "СҮ": 187,
  "СҲ": 188,
  "Сү": 189,
  "СҠ": 190,
  "СӢ": 191,
  "СҢ": 192,
  "СҚ": 193,
  "СҺ": 194,
  "СҸ": 195,
  "Сҗ": 196,
  "С‘": 197,
  "С”": 198,
  "С•": 199,
  "С–": 200,
  "С—": 201,
  "Сӣ": 202,
  "Сң": 203,
  "Сқ": 204,
  "Сҹ": 205,
  "С ": 206,
  "СЎ": 207,
  "Сў": 208,
  "СЈ": 209,
  "СӨ": 210,
  "СҘ": 211,
  "СҰ": 212,
  "С§": 213,
  "С©": 214,
  "СӘ": 215,
  "С«": 216,
  "С¬": 217,
  "Сӯ": 218,
  "С®": 219,
  "СҜ": 220,
  "С°": 221,
  "Сұ": 222,
  "СІ": 223,
  "Сі": 224,
  "Сҙ": 225,
  "Сө": 226,
  "С¶": 227,
  "С·": 228,
  "Сё": 229,
  "С№": 230,
  "Сә": 231,
  "С»": 232,
  "Сј": 233,
  "СҪ": 234,
  "Сҫ": 235,
  "Сҝ": 236,
  "ТҒ": 237,
  "Тғ": 238,
  "ТҚ": 239,
  "Тҗ": 240,
  "Т‘": 241,
  "УҸ": 242,
  "У‘": 243,
  "У“": 244,
  "УЈ": 245,
  "УҘ": 246,
  "УҰ": 247,
  "У§": 248,
  "Уұ": 249,
  "бҙӨ": 250,
  "бјҲ": 251,
  "вҖҗ": 252,
  "вӢ®": 253,
  "в°№": 254,
  "вұү": 255,
  "вұ”": 256,
  "вұ•": 257,
  "вұ–": 258,
  "вұҡ": 259,
  "вёҜ": 260,
  "кҷҖ": 261,
  "кҷҒ": 262,
  "кҷӮ": 263,
  "кҷғ": 264,
  "кҷ…": 265,
  "кҷҶ": 266,
  "кҷҮ": 267,
  "кҷҲ": 268,
  "кҷү": 269,
  "кҷҠ": 270,
  "кҷӢ": 271,
  "кҷҢ": 272,
  "кҷҚ": 273,
  "кҷҗ": 274,
  "кҷ‘": 275,
  "кҷ•": 276,
  "кҷ–": 277,
  "кҷ—": 278,
  "кҷҷ": 279,
  "кҷӣ": 280,
  "кҷҘ": 281,
  "кҷЁ": 282,
  "кҷ©": 283,
  "кҷӘ": 284,
  "кҷ«": 285,
  "кҷ¬": 286,
  "кҷӯ": 287,
  "кҷҝ": 288
}