{
  "special_tokens": [
    "[PAD]",
    "[UNK]",
    "[SOS]",
    "[-]",
    "[#]",
    "[GAP]"
  ],
  "pad_token": "[PAD]",
  "unk_token": "[UNK]",
  "sos_token": "[SOS]",
  "mask_token": "[-]",
  "unk_gap_token": "[#]"
}