{
  "[PAD]": 0,
  "[UNK]": 1,
  "[SOS]": 2,
  "[CLS]": 3,
  "[SEP]": 4,
  "[-]": 5,
  "[#]": 6,
  "[GAP]": 7,
  "[CTX_CHURCH]": 8,
  "[CTX_DAILY]": 9,
  "[CTX_LEGAL]": 10,
  "[CTX_LIT]": 11,
  "[CTX_EPIC]": 12,
  "[CTX_SCIENCE]": 13,
  " ": 14,
  "!": 15,
  "\"": 16,
  "'": 17,
  "(": 18,
  ")": 19,
  "*": 20,
  ",": 21,
  "-": 22,
  ".": 23,
  "/": 24,
  "0": 25,
  "1": 26,
  "2": 27,
  "3": 28,
  "4": 29,
  "5": 30,
  "6": 31,
  "7": 32,
  "8": 33,
  "9": 34,
  ";": 35,
  "<": 36,
  ">": 37,
  "?": 38,
  "A": 39,
  "B": 40,
  "C": 41,
  "D": 42,
  "E": 43,
  "F": 44,
  "G": 45,
  "H": 46,
  "I": 47,
  "K": 48,
  "L": 49,
  "M": 50,
  "N": 51,
  "O": 52,
  "P": 53,
  "R": 54,
  "S": 55,
  "T": 56,
  "U": 57,
  "V": 58,
  "X": 59,
  "_": 60,
  "a": 61,
  "b": 62,
  "c": 63,
  "d": 64,
  "e": 65,
  "f": 66,
  "g": 67,
  "h": 68,
  "i": 69,
  "l": 70,
  "m": 71,
  "n": 72,
  "o": 73,
  "p": 74,
  "r": 75,
  "s": 76,
  "t": 77,
  "u": 78,
  "v": 79,
  "x": 80,
  "z": 81,
  "|": 82,
  "}": 83,
  "~": 84,
  "¦": 85,
  "«": 86,
  "¬": 87,
  "»": 88,
  "á": 89,
  "â": 90,
  "î": 91,
  "÷": 92,
  "ă": 93,
  "ı": 94,
  "Ş": 95,
  "ş": 96,
  "Ţ": 97,
  "ȣ": 98,
  "ȥ": 99,
  "ʼ": 100,
  "̃": 101,
  "̆": 102,
  "̇": 103,
  "̈": 104,
  "̏": 105,
  "̑": 106,
  "͆": 107,
  "͑": 108,
  "͗": 109,
  "͞": 110,
  "΅": 111,
  "Ι": 112,
  "ι": 113,
  "ξ": 114,
  "ο": 115,
  "τ": 116,
  "Є": 117,
  "Ѕ": 118,
  "І": 119,
  "Ї": 120,
  "А": 121,
  "Б": 122,
  "В": 123,
  "Г": 124,
  "Д": 125,
  "Е": 126,
  "Ж": 127,
  "З": 128,
  "И": 129,
  "Й": 130,
  "К": 131,
  "Л": 132,
  "М": 133,
  "Н": 134,
  "О": 135,
  "П": 136,
  "Р": 137,
  "С": 138,
  "Т": 139,
  "У": 140,
  "Ф": 141,
  "Х": 142,
  "Ц": 143,
  "Ч": 144,
  "Ш": 145,
  "Щ": 146,
  "Ъ": 147,
  "Ы": 148,
  "Ь": 149,
  "Э": 150,
  "Ю": 151,
  "Я": 152,
  "а": 153,
  "б": 154,
  "в": 155,
  "г": 156,
  "д": 157,
  "е": 158,
  "ж": 159,
  "з": 160,
  "и": 161,
  "й": 162,
  "к": 163,
  "л": 164,
  "м": 165,
  "н": 166,
  "о": 167,
  "п": 168,
  "р": 169,
  "с": 170,
  "т": 171,
  "у": 172,
  "ф": 173,
  "х": 174,
  "ц": 175,
  "ч": 176,
  "ш": 177,
  "щ": 178,
  "ъ": 179,
  "ы": 180,
  "ь": 181,
  "э": 182,
  "ю": 183,
  "я": 184,
  "ё": 185,
  "є": 186,
  "ѕ": 187,
  "і": 188,
  "ї": 189,
  "ћ": 190,
  "ѝ": 191,
  "џ": 192,
  "Ѡ": 193,
  "ѡ": 194,
  "Ѣ": 195,
  "ѣ": 196,
  "Ѥ": 197,
  "ѥ": 198,
  "Ѧ": 199,
  "ѧ": 200,
  "ѩ": 201,
  "Ѫ": 202,
  "ѫ": 203,
  "ѭ": 204,
  "Ѯ": 205,
  "ѯ": 206,
  "Ѱ": 207,
  "ѱ": 208,
  "Ѳ": 209,
  "ѳ": 210,
  "Ѵ": 211,
  "ѵ": 212,
  "ѷ": 213,
  "Ѹ": 214,
  "ѹ": 215,
  "Ѻ": 216,
  "ѻ": 217,
  "Ѽ": 218,
  "ѽ": 219,
  "Ѿ": 220,
  "ѿ": 221,
  "ҁ": 222,
  "҂": 223,
  "҃": 224,
  "҄": 225,
  "҅": 226,
  "҆": 227,
  "҇": 228,
  "ҍ": 229,
  "ӏ": 230,
  "ӥ": 231,
  "ӱ": 232,
  "῍": 233,
  "–": 234,
  "—": 235,
  "’": 236,
  "“": 237,
  "”": 238,
  "„": 239,
  "†": 240,
  "…": 241,
  "※": 242,
  "‿": 243,
  "⁖": 244,
  "⁘": 245,
  "ⰹ": 246,
  "ⱕ": 247,
  "ⸯ": 248,
  "Ꙁ": 249,
  "ꙁ": 250,
  "ꙃ": 251,
  "ꙅ": 252,
  "Ꙇ": 253,
  "ꙇ": 254,
  "Ꙋ": 255,
  "ꙋ": 256,
  "Ꙍ": 257,
  "Ꙑ": 258,
  "ꙑ": 259,
  "Ꙗ": 260,
  "ꙗ": 261,
  "ꙙ": 262,
  "ꙛ": 263,
  "ꙥ": 264,
  "ꙩ": 265,
  "ꙫ": 266,
  "ꙭ": 267,
  "꙯": 268,
  "꙽": 269,
  "ꙿ": 270
}