{
  "special_tokens": [
    "[PAD]",
    "[UNK]",
    "[SOS]",
    "[CLS]",
    "[SEP]",
    "[-]",
    "[#]",
    "[GAP]",
    "[CTX_CHURCH]",
    "[CTX_DAILY]",
    "[CTX_LEGAL]",
    "[CTX_LIT]",
    "[CTX_EPIC]",
    "[CTX_SCIENCE]"
  ],
  "pad_token": "[PAD]",
  "unk_token": "[UNK]",
  "sos_token": "[SOS]",
  "cls_token": "[CLS]",
  "sep_token": "[SEP]",
  "mask_token": "[-]",
  "unk_gap_token": "[#]"
}